/* NSButton (Cancel) : <title:Cancel> (oid:23) */
"Cancel" = "Diddymu";

/* NSTextField (Existing Files) : <title:Existing Files> (oid:8) */
"Existing Files" = "Ffeiliau sy’n Bodoli’n Barod";

/* NSTextField (Local File:) : <title:Local File:> (oid:50) */
"Local File:" = "Ffeil Lleol:";

/* NSButton (Overwrite) : <title:Overwrite> (oid:11) */
"Overwrite" = "Disodli";

/* NSButton (Resume) : <title:Resume> (oid:13) */
"Resume" = "Parhau";

/* NSButton (Skip) : <title:Skip> (oid:12) */
"Skip" = "Hepgor";

/* NSTextField (URL:) : <title:URL:> (oid:46) */
"URL:" = "URL:";

/* NSPanel (Validate) : <title:Validate> (oid:5) */
"Validate" = "Dilysu";

